import { Film } from "../models/film.model";

export const FILMS: Film[] = [
    {
        id: 0,
        title: 'Чебурашка 1',
        year: 2023,
        category: ["Семейная комедия", "Фэнтези"],
        rating: 8.2,
        link: './film',
        image: './images/film.png',
        description: 'На небольшой приморский городок обрушивается дождь из апельсинов, а вместе с фруктами с неба падает неизвестный науке мохнатый непоседливый зверёк. Одержимое апельсинами животное оказывается в домике нелюдимого старика-садовника Геннадия, который из вредности решает оставить его жить у себя, так как местная богачка жаждет заполучить необычного зверя для своей избалованной внучки. Также эта коварная женщина, владелица кондитерской фабрики, пытается выведать секрет шоколада у хозяйки маленького магазинчика — дочери Геннадия, много лет обиженной на отца.'
    },
    {
        id: 1,
        title: 'Чебурашка 2',
        year: 2023,
        category: ["Семейная комедия", "Фэнтези"],
        rating: 8.2,
        link: './film',
        image: './images/film.png',
        description: 'На небольшой приморский городок обрушивается дождь из апельсинов, а вместе с фруктами с неба падает неизвестный науке мохнатый непоседливый зверёк. Одержимое апельсинами животное оказывается в домике нелюдимого старика-садовника Геннадия, который из вредности решает оставить его жить у себя, так как местная богачка жаждет заполучить необычного зверя для своей избалованной внучки. Также эта коварная женщина, владелица кондитерской фабрики, пытается выведать секрет шоколада у хозяйки маленького магазинчика — дочери Геннадия, много лет обиженной на отца.'
    },
    {
        id: 2,
        title: 'Чебурашка 3',
        year: 2023,
        category: ["Семейная комедия", "Фэнтези"],
        rating: 8.2,
        link: './film',
        image: './images/film.png',
        description: 'На небольшой приморский городок обрушивается дождь из апельсинов, а вместе с фруктами с неба падает неизвестный науке мохнатый непоседливый зверёк. Одержимое апельсинами животное оказывается в домике нелюдимого старика-садовника Геннадия, который из вредности решает оставить его жить у себя, так как местная богачка жаждет заполучить необычного зверя для своей избалованной внучки. Также эта коварная женщина, владелица кондитерской фабрики, пытается выведать секрет шоколада у хозяйки маленького магазинчика — дочери Геннадия, много лет обиженной на отца.'
    }
]